For Internal Use Only.
  Namespace:   Autodesk.Revit.DB.Electrical
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public WireSizeSetIterator()
  Visual Basic
Public Sub New
  Visual C++
public:
WireSizeSetIterator()
 Remarks
 This constructor is exposed to enable support for COM interop only. This object should never be created by the developer.
 See Also
  WireSizeSetIterator Class
  Autodesk.Revit.DB.Electrical Namespace